app/controllers/demos_controller.rb

SELECT * FROM "demos"
---
  def index
    @demos = Demo.all